Repository: FynnSchapdick/kodi-magentasport
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il

# #30001
source: Stream starts at
he_il: ההזרמה מתחילה ב-

# #30002
source: Error loading video or no video available.
he_il: שגיאה בעת טעינת וידאו או אין וידאו זמין.

# #30003
source: Missing title
he_il: כותרת חסרה

# #30004
source: CURRENTLY RUNNING
he_il: פועל כעת

# #30005
source: To watch this video you need a subscription and login credentials. The current credentials produced an authentication error. Please check username and password in addon settings.
he_il: צפה בסרטון וידאו זה אתה צריך מנוי אישורי כניסה. האישורים הנוכחית הפיקו שגיאת אימות. בדוק את שם המשתמש והסיסמה בהגדרות ההרחבה.

# #30006
source: Error verifying subscription.
he_il: שגיאה באימות המנוי.

# #30007
source: Login data missing. Please define username and password first.
he_il: נתוני ההתחברות חסרים. בבקשה להגדיר שם משתמש וסיסמה קודם.

# #30008
source: General
he_il: כללי

# #30009
source: Username
he_il: שם משתמש

# #30010
source: Password
he_il: סיסמה
